anikdoti = [''''— Послушай, Вадик, ты же у нас спортсмен. Подскажи какие-нибудь упражнения, чтобы пресс там накачать, плечи, руки... 
— Огород.''',
            '''— С вас 200 рублей. 
— На ценнике же написано 100?
— Да, написано, но на самом деле это стоит 200. 
— Ладно, вот... 
— Извините, но вы мне дали только 100.
— Да, там написано 100, но на самом деле это 200.''',
            '''Маленькая девочка впервые на свадьбе: 
— Мама,а почему невеста вся в белом? 
— У нее сегодня самый замечательный день в жизни! 
Через минуту: 
— А почему жених весь в черном?''',

            '''В психушке крик из палаты: "Я посланник бога!" Из соседней палаты: "Я никого не посылал!".''',
            "Я устал.", "Может не надо?.", "А что я всегда шучу, давайте Вы?",''' Холмс, вы знаете, что о нас с вами уже ходят анекдоты?
-Конечно. Я их сам и придумываю.
"Не только проницательный, но и предусмотрительный", — подумал доктор Ватсон с гордостью.''',
            '''— Холмс, — спрашивает Ватсон, — как вы догадались, что это — преступник? Ведь он же был переодет женщиной!
— Элементарно, Ватсон. Он не остановился ни перед одной витриной.''',
            '''— Вы — Шерлок Холмс. Вы расследуете дело об убийстве Джона и Мэри. Вы заходите в дом и видите воду и осколки стекла на полу. Как они умерли?
— Разбился аквариум.''', '''Шерлок Холмс видел, как вор влез в комнату. Тут появился полисмен и, попросив сыщика выступить свидетелем, спросил его имя и фамилию.
— Я Шерлок Холмс, — ответил он.
— Бросьте ломать комедию! — рявкнул полицейскии. — Назовите вашу настоящую фамилию!
— Ну что ж, запишите тогда — Вильям Шекспир.
— Это другое дело, а то морочите мне голову разными Шерлок Холмсами!''', '''Шерлок Холмс, доктор Ватсон и сэр Генри Баскервиль ужинают. Заходит Бэрримор и начинает раскладывать по тарелкам обед. Холмс достает дозиметр и удивлённо восклицает:
— Что это, Бэрримор?!
— Котлеты по-киевски, сэр.''', '''— Холмс, вы же обещали мне, что бросите курить!
— Успокойтесь, Ватсон. Это электронная трубка. Видите USB-порт?
— Классная трубка, Холмс. А звонить с неё можно?''', '''Шерлок Холмс томится от безделья.
— Моему мозгу нужна работа, Ватсон. Найдите мне проблему. Дайте мне самую замороченную криптограмму или загадайте самую сложную загадку.
— Хорошо, Холмс. Я дам вам заполнить мою налоговую декларацию.''', '''К идущему по улице Шерлоку Холмсу подбегает мужчина:
— Ради бога, помогите! Только что у моей жены из сумочки вытащил кошелёк вон тот мужчина.
— Интересно, куда вы смотрели, когда он вытаскивал кошелёк?''', '''— Скажите, Холмс, почему никто так и не нашёл труп собаки Баскервилей? Значит, она всё-таки была привидением?
— Это же элементарно, дорогой Ватсон. Вам хорошо известно, что сэр Генри большой любитель корейской кухни…''', '''— Смотрите, Холмс, какая большая собака!
— Это собака Баскервилей.
— Откуда вы знаете, Холмс?
— Элементарно, Ватсон! Перед собакой бежит сам сэр Баскервиль.''', '''— Бэрримор, что это за страшный, раздирающий душу, вой?!
— Это собака Баскервилей, сэр. Её уже в 60-й раз ведут на прогулку.''']